{
  "data": [
    {
      "title": "NSW Health",
      "image": "/images/home/customers/nswhealth.png",
      "mainContent": {
        "title": "WHEN I.T. HEALTH NEEDS TO IMPROVE",
        "content": "I.T. Health is the use of information systems for the healthcare industry. The importance of I.T. Health stems from the combination of evolving technologies and changing government policies that influence the quality of patient care. Improving I.T. Health means increasing productivity, lowering medical costs, boosting patient satisfaction, and creating a better working environment for healthcare providers."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Health Check on Systems and Data",
          "content": "NSW Health is a ministerial department of the New South Wales Government and is primarily responsible for the public health care in NSW. Many of the challenges that NSW Health faces are unique and require custom solutions, which includes improving productivity, reducing health care costs, and enhancing patient care. Not to mention the importance of data security and privacy throughout their systems."
        },
        {
          "type": "paragraph",
          "title": "A Provider that is Reliable and Capable",
          "content": "PicNet has provided I.T. services and solutions to NSW Health since 2015 (and since 2002 in the health care & pharmaceutical industry). Using only local talent, local infrastructure, and best in class technologies and methodologies, PicNet was able to build multi-device applications in areas such as: Staff and Resource Planning, Patient Demand Forecasting, Patient Flow Management, Real-Time Dashboards and Advanced Reporting, Costing Studies, Large Scale Data Analysis and Machine Learning; all while ensuring a greater safety and privacy of data."
        }
      ]
    },
    {
      "title": "Blackdot",
      "image": "/images/home/customers/blackdot.png",
      "mainContent": {
        "title": "WHEN BUSINESSES NEED TO GROW",
        "content": "For businesses to reach their full potential and be considered successful, they will have to focus on growing their customer base and forming business relationships. At the same time, they will have to alleviate any internal shortcomings and bottlenecks that will cause business performance issues. This has proven to be challenging for most."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Standard to Reach and Exceed",
          "content": "Blackdot helps companies across different industries globally in solving complex problems that hinders transformation and growth. Their unique methodologies allow these companies to recognise performance strengths and gaps against external best practice and be able to prioritise their development programs. To help their clients more efficiently, Blackdot was looking for a tool to streamline their processes."
        },
        {
          "type": "paragraph",
          "title": "A Process Streamlined and Improved",
          "content": "PicNet was initially engaged to do a business analysis and requirements workshop for a new management tool for Blackdot, and eventually was contracted proceed with the build after this successful collaboration. This tool is now used for managing each client project, with client access for faster review and approval, plus the integration of automated reporting that can be sent to the client's stakeholders at the click of a button, therefore effectively improving the entire process."
        }
      ]
    },
    {
      "title": "Fuji Xerox",
      "image": "/images/home/customers/fxa.png",
      "mainContent": {
        "title": "WHEN CUSTOMER SUPPORT IS CRUCIAL",
        "content": "The retention of loyal customers is less expensive than acquiring new ones. It is likely to cost five times more to attract new customers than keep the existing ones. This is the reason why customer support and satisfaction are crucial and important in any business. It is the same reason why there is a need to invest in the correct tools and people to build a proper platform to ensure consistent and quality customer support."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Poor and Outdated Design",
          "content": "Fuji Xerox Australia offers organisations smarter ways to work with their document-related solutions and services, and use their world-class office multifunction devices and printers, which has support coverage in all capital cities. To enable their engineers to service its equipment on customer's premises, Fuji Xerox Australia invested in a customised mobility service solution, but engineers avoided using the system due to the poor design of the user interface for entering data, hence the decision to source and implement a new platform to reduce the margin for errors and inefficiencies."
        },
        {
          "type": "paragraph",
          "title": "A Modern and Intuitive Platform",
          "content": "PicNet was chosen to implement this new enterprise mobility service platform for Fuji Xerox Australia that could be easily accessed and used by its engineers using the latest smartphones. Using an agile approach, PicNet worked closely with the stakeholders to develop and refine the system's core functionality. PicNet also designed the platform so engineers could use it offline when required. The new platform's intuitive user interface led to enhanced user experience and satisfaction, better quality data and fewer process inefficiencies."
        }
      ]
    },
    {
      "title": "BNG Contactor Services",
      "image": "/images/home/customers/bng.png",
      "mainContent": {
        "title": "WHEN A PARADIGM SHIFT IS REQUIRED",
        "content": "A paradigm shift is a major or fundamental change in the approach, concepts, and practices of how something works or is accomplished. In the business world, this would mean a change or disruption of current processes or models that aims to create potential business opportunities or to solve complicated issues or problems."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Requirement to Revolutionise",
          "content": "BNG Contractor Services provides an innovative Contractor and Compliance Management solution through its proprietary online platform - Conserve®. This platform has evolved over time to meet the needs of clients and contractors, which allowed the business to grow and include a comprehensive consultancy service. However, BNG Contractor Services found that the rapid growth meant more requirements for enhancements, which proved to be challenging for their I.T. resources and infrastructure. They had to look for a partner who could transform and revolutionise their I.T. strategy."
        },
        {
          "type": "paragraph",
          "title": "A New Way of Thinking Realised",
          "content": "PicNet was initially engaged by BNG Contractor Services to look at their ongoing management and upgrade costs for both its application development platform and core IT infrastructure. PicNet was then able to make recommendations for a new way of working and thinking, using a Cloud roadmap which will see the company make a paradigm shift in IT functionality, availability, and reduced costs. PicNet now works with BNG Contractor Services on IT Advisory Services, IT Infrastructure Support, Cloud Services, and Application Support and Maintenance for their online platform - Conserve®."
        }
      ]
    },
    {
      "title": "XchangeIT",
      "image": "/images/home/customers/xit.png",
      "mainContent": {
        "title": "WHEN COSTS AND RESOURCES MATTER",
        "content": "The importance of cost control in a project is something that businesses are familiar with. However, to maintain the quality of work and meet the project's timeline, and at the same time being aware of accruing and forecasted costs, is not an easy task. Hence, getting the right resources is similarly paramount for a successful project."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Race Against Time and Money",
          "content": "XchangeIT specialises in data and document management, with the goal of improving their clients' efficiencies in product supply, sales and returns, resulting in cost reductions in their supply chain. With plans to launch a new software pilot program but with external developers not getting it right, and with the costs of delays expected to reach millions in dollars, XchangeIT had to quickly search for a replacement in order to meet the project's budget and deadline, and the stakeholders' expectations."
        },
        {
          "type": "paragraph",
          "title": "A Dash Towards the Finish Line",
          "content": "PicNet started to work with XchangeIT by doing an analysis and making recommendations on their existing platform. PicNet went a few steps ahead by realising and eliminating the overcomplexity of the code, and increasing the overall speed and performance of the system. This immediately reduced the number of issues, and also made other issues easier to identify and resolve. XchangeIT had been trying to fix these issues for 9 months and was expecting at least 6 more months or even starting over, but PicNet was able to fix the bulk of all major issues within 3 months and managed to take the system to production soon after."
        }
      ]
    },
    {
      "title": "Reckitt Benckiser",
      "image": "/images/home/customers/reckitt.png",
      "mainContent": {
        "title": "WHEN TIME IS MONEY",
        "content": "Real-time information is crucial in today's businesses. The faster the data is acquired, the faster decisions can be made. Reckitt Benckiser must rely on real-time data for their research and development to make products that their customers have loved and trusted for years."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Healthier World",
          "content": "RB is a global brand that creates innovative products for individuals and families with the goal of a cleaner and healthier world. With over 40,000 talented entrepreneurs in its growing community, RB needed a platform to visualise all its resources and products to plan their initiatives."
        },
        {
          "type": "paragraph",
          "title": "A Helpful Platform",
          "content": [
            "PicNet developed a new platform for RB that allows the managers to view Merchandiser, Rep and Sales Information in close to real-time throughout Australia. This visualisation and machine learning platform is now critical to the planning and execution of their marketing and sales initiatives.",
            "PicNet also developed several back office systems that helped optimise processes and increase transparency with industry regulators and suppliers."
          ]
        }
      ]
    },
    {
      "title": "Guide Dogs NSW/ACT",
      "image": "/images/home/customers/gd.png",
      "mainContent": {
        "title": "DISABILITY SHOULD NEVER BE A BARRIER",
        "content": "Disability should not hinder a person to actively participate in their communities. Access to a range of support activities must be made available at all times to people with disabilities. This in turn will benefit the community as a whole and will have a great impact on people's social relationships for a long time."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Social Responsibility",
          "content": "Guide Dogs NSW/ACT is the leading provider of Guide Dogs, orientation and mobility services that empower people with low vision or blindness to get around their communities safely and independently. They were looking for IT support to help in different aspects of their mission."
        },
        {
          "type": "paragraph",
          "title": "A Call to Duty",
          "content": "PicNet have been engaged by Guide Dogs NSW/ACT in Applications Development and Support including a rewrite of an orientation and mobility application. PicNet has also helped Guide Dogs NSW/ACT in many areas of IT Consulting such as: Outsourcing IT Helpdesk, and Database Management."
        }
      ]
    },
    {
      "title": "Independent Hospital Pricing Authority",
      "image": "/images/software-engineering/IHPA-logo.webp",
      "mainContent": {
        "title": "WHEN DATA GROWS",
        "content": "There is now a huge demand for health data analytics in order to improve healthcare and lower medical costs. Traditional analytics methods are no longer adequate with the sheer amount of clinical data available in our health care industry."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Data Specialist",
          "content": "The Independent Hospital Pricing Authority determines the price and cost of health care services by public hospitals, and provide advice to decision makers in terms of funding for these hospitals. They were looking for a platform to do a costing study on non-admitted patient activities throughout Australia to assist in optimising these activities and improving patient care."
        },
        {
          "type": "paragraph",
          "title": "A Valuable Collection",
          "content": "PicNet, together with Health Policy Analysis, partnered to develop an application for IHPA. This application aims to collect non-admitted patient activities and costing data in order to provide recommendations for the development and implementation of the Australian Non-Admitted Care Classification (ANACC) system. This system includes mobile apps for doctors and medical professionals, a management systems and a comprehensive reporting & analytics environment. The system also adhered to the highest possible standards of data security and integrity."
        }
      ]
    },
    {
      "title": "Novartis Australia",
      "image": "/images/home/customers/novartis.png ",
      "mainContent": {
        "title": "WHEN SCIENCE DELIVERS",
        "content": "To pursue medical paragons and explore the many ways of curing diseases and chronic illnesses, Science and technology along with research is key to dramatically improving the quality of life for patients. Embracing the digital age will help companies to drive innovation and productivity."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Leader in Innovation",
          "content": "Novartis Australia addresses the most challenging healthcare issues by discovering new medicine and making it accessible to everyone who needs it. In order to become a leader in this field, they needed a software provider that can help to review, optimise and even automate their business processes."
        },
        {
          "type": "paragraph",
          "title": "A Digital Solution",
          "content": "PicNet has helped Novartis Australia in many software development projects such as Sales Representative Scheduling, Event Planning, as well as Legal Case Management and Auditing Systems. These systems resulted in massive gains in productivity, efficiency and transparency."
        }
      ]
    },
    {
      "title": "NSW Education",
      "image": "/images/software-engineering/nsweducation.webp",
      "mainContent": {
        "title": "WHEN KNOWLEDGE IS POWER",
        "content": "Education provides us the knowledge of the world around us and gives us a better perspective in life. However, how can we monitor the performance of students and schools. This critical information is required to make informed decisions on the education of a nation."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Learning Curve",
          "content": "NSW Education is a department of the Government of New South Wales and is responsible for the delivery and coordination of public education in NSW. With the great amount of data from public schools that needs to be visualised and analysed, they found that Microsoft's Power BI “Out-of-the-box” features were not sufficient."
        },
        {
          "type": "paragraph",
          "title": "A Collaboration Worth Sharing",
          "content": "PicNet worked with NSW Education and was able to extend their existing Microsoft Power BI functionalities to meet the department's needs. One of these was the creation of a collaboration widget to allow a fast and seamless sharing of data for easy analysis and quick decision making between teams and managers."
        }
      ]
    },
    {
      "title": "Grain Trade Australia",
      "image": "/images/home/customers/gta.png",
      "mainContent": {
        "title": "WHEN TRADING THRIVES",
        "content": "The commercial grains industry mainly consists of farms engaged in growing coarse grains or other cereal crops that are broken to product groups such as rice, wheat, and different kinds of seeds. There is need to ensure there is an efficient, equitable and open trading environment for farmers."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Focal Point",
          "content": "Grain Trade Australia provides the commercial rules and grain trading standards that are used across the grain industry in Australia. They were looking to implement several software projects to help facilitate and execute the commercial activities throughout the grain supply chain."
        },
        {
          "type": "paragraph",
          "title": "A Critical Tool",
          "content": "PicNet has worked together with Grain Trade Australia to deliver several applications. One of which was the GTA Trading Standards Database, which is now a critical tool for anyone purchasing, selling, trading, brokering, or operating in the commercial grain industry."
        }
      ]
    },
    {
      "title": "Cruising Yacht Club of Australia",
      "image": "/images/home/customers/cyca.png",
      "mainContent": {
        "title": "WHEN TRADITION MEETS MODERNITY",
        "content": "There is a long historical tradition behind yacht clubs. These are mainly focused and are run by the membership, promoting social recreation and the sport of sailboat racing. Others are run commercially to make profit such as the use of a marina. In both ways, the management of members and operations has proved difficult to do with its increasing popularity."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Premier Club",
          "content": "The Cruising Yacht Club of Australia is the nation's premier yacht club and hosts the world-renowned Rolex Sydney Hobart Yacht Race annually. CYCA has become the leader in ocean racing and sea safety over the years since its existence in 1944. Hence, the need to constantly innovate and adapt to the needs of its members."
        },
        {
          "type": "paragraph",
          "title": "A Future in Mind",
          "content": "PicNet developed a reporting dashboard for CYCA to analyse all its marina and race data, as well as its members' needs. This has helped management to understand what was required to efficiently run the club's operations. PicNet has also helped CYCA to plan a digital transformation which resulted as a blueprint for the next 5 years."
        }
      ]
    }
  ]
}
