{
  "data": [
    {
      "title": "CYCA",
      "image": "/images/customers/cyca.webp",
      "mainContent": {
        "title": "WHEN INSTITUTIONS NEED TO MODERNISE",
        "content": "Institutions are the cornerstones of our society and shape our culture. They are often slow to adapt and adjust to the changing tide of technology however. This can lead to inefficient and costly problems in a fast paced advancing world."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Rudderless Boat",
          "content": "CYCA is a tradition in Australia, Home of the Sydney to Hobart, a fixture in Rushcutters, and the premiere yacht racing club of Australia. This institution was looking to modernise, and transform its IT infrastructure floor to ceiling, but it was also looking for a plan to ensure it kept modernising."
        },
        {
          "type": "paragraph",
          "title": "A 5 Year Blueprint",
          "content": "PicNet (in 2020) performed a detailed IT review including Management practices, Governance, IT infrastructure, Applications, Analytics and Social Media. PicNet’s review resulted in a blueprint/digital transformation program for the next 5 years, making the CYCA operations one of the most efficient in the industry."
        }
      ]
    },
    {
      "title": "Shellharbour Club",
      "image": "/images/project-management/shellharbour.png",
      "mainContent": {
        "title": "MODERN AND COMMITTED",
        "content": "With lots of entertainment, dining options, and event spaces, The Shellharbour Club not only provides a modern experience for its members, but is also committed in supporting its local community groups, charities, and sports organisations. Hence, it is a must to maintain a professional and personal service to its members in order to provide benefits to the community."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "Focus on Quality Service",
          "content": "The Shellharbour Club offers its members a family-friendly environment and aims to exceed expectations with every visit. To maintain this exceptional quality of experience, they were in need of a modern IT infrastructure to help manage its communication services and backoffice solutions."
        },
        {
          "type": "paragraph",
          "title": "New IT Infrastructure",
          "content": "PicNet completed a detailed review, analysis, and recommendations on a new IT infrastructure for the Shellharbour Club. The new infrastructure included new internet capabilities, telephony and communication services, new backoffice solutions and architectures."
        }
      ]
    },
    {
      "title": "AW Edwards",
      "image": "/images/project-management/awe.png",
      "mainContent": {
        "title": "A FAST CHANGING WORLD",
        "content": "Technology has many effects and has helped develop economies at a very fast rate. Businesses must make use of new and advanced technologies in order to keep up. AW Edwards is no different being one of the most respected construction companies in Australia, and whose aim is to make a difference for their clients and employees."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "Adapting to Technology",
          "content": "AW Edwards is known around the nation for its complex and innovative construction projects across different industries and clients. In order to grow their already impressive portfolio, they had to adapt and embrace new technologies."
        },
        {
          "type": "paragraph",
          "title": "A Blueprint For The Future",
          "content": "PicNet completed a detailed review of AWE operations and projects providing AWE with a detailed technology blueprint for years to come."
        }
      ]
    },
    {
      "title": "Lipman",
      "image": "/images/project-management/lipman.png",
      "mainContent": {
        "title": "INNOVATION IN BUILDING AND CONSTRUCTION",
        "content": "Digital Technology is fundamental to the Building and Construction industry. The productivity benefits to be achieved using the correct technology are enormous."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A leader",
          "content": [
            "LIPMAN - IT ALL STARTED IN '66",
            "Ever since its inception in 1966 as a company focused on integrity, stability and quality, Lipman Pty Ltd has forged a proven track record of success within Australia's construction industry. Founded by Phillip Lipman, the original company vision was focused towards “co-operative contracting”, which is still both relevant and apparent in the way we operate today, over 50 years later."
          ]
        },
        {
          "type": "paragraph",
          "title": "Re-Engineering Construction",
          "content": "PicNet delivered a complete review of Lipman IT systems, infrastructure and software applications providing Lipman with a technology platform to deliver fantastic building and construction projects all over the nation."
        }
      ]
    },
    {
      "title": "NSW Health",
      "image": "/images/customers/nswhealth.webp",
      "mainContent": {
        "title": "THE IMPORTANCE OF IT HEALTH",
        "content": "The use of information systems for the healthcare industry is important to improve the quality of patient care, increase productivity, lower medical costs, boost patient satisfaction, and create a better working environment for healthcare providers."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Great Responsibility",
          "content": "NSW Health is primarily responsible for the public health systems in NSW, and many of the challenges they face are unique and require custom solutions. These include improving productivity, reducing health care costs, and enhancing patient care."
        },
        {
          "type": "paragraph",
          "title": "Transforming Health",
          "content": "PicNet consults in numerous projects for the Ministry of Health, including software engineering, analytics, data warehousing and others."
        }
      ]
    },
    {
      "title": "NSW Transport",
      "image": "/images/customers/transport_nsw.png",
      "mainContent": {
        "title": "A LEADER IN PUBLIC TRANSPORT",
        "content": "NSW has all modes of public transport - trains, buses, ferries, and more, which needs to be safe and efficient for everyone taking them. This is what Transport for NSW strives for, and has led the development of these integrated and secure transport systems."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "Working Hand in Hand",
          "content": "In order to make NSW a better place to work, live, and visit, Transport for NSW has to work together with other agencies, private operators, industry partners, and IT solution providers to deliver customer-focused services and projects."
        },
        {
          "type": "paragraph",
          "title": "Keeping NSW Moving",
          "content": "PicNet helps Transport for NSW with a number of projects and services ranging from organisational structure reviews, project management of web development systems, cloud management and many others."
        }
      ]
    },
    {
      "title": "Reckitt Benckiser",
      "image": "/images/customers/reckitt.webp",
      "mainContent": {
        "title": "A GLOBAL BRAND",
        "content": "Being a global consumer goods company with focus on hygiene, health, and nutrition, Reckitt Benckiser aims to make the world a cleaner and healthier place to live in. They intend to make this possible with the use of their innovative products and educational initiatives."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Reliable Partner",
          "content": "RB was looking for a partner to deliver important business projects and IT support. These included Business Continuity Planning, IT DRP, Business Analysis, .Net application development and an ongoing IT Helpdesk for its desktop applications."
        },
        {
          "type": "paragraph",
          "title": "We Manage Risk",
          "content": "PicNet worked for many years providing RB with multiple consulting services, including Disaster Recovery Plans, Risk Management, IT Infrastructure services and architectural designs, Software Development, Advanced Analytics and the like."
        }
      ]
    },
    {
      "title": "Pfizer Australia",
      "image": "/images/customers/pfizer.webp",
      "mainContent": {
        "title": "PROVIDER AND PARTNER",
        "content": "Access to medicine and high quality health care is a must in the modern world. For over half a century, Pfizer Australia has been the nation's leading provider of prescription medicines and health products. This was not possible without partnering with Government and other healthcare providers."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "End to End Management",
          "content": "Pfizer Australia required a major new financial budgeting and forecasting system across their business - from business analysis and requirements gathering to vendor selection and technical implementation. They had to look for someone to engage in consulting and managing the project."
        },
        {
          "type": "paragraph",
          "title": "More Than Consulting",
          "content": "PicNet has provided Pfizer Australia with the Management and Tech Support for its Eyre Care and MyDoctors portal applications, and Consulting and Project Management of their Financial Budgeting and Forecasting system."
        }
      ]
    },
    {
      "title": "Defence Maritime Services",
      "image": "/images/project-management/dms.png",
      "mainContent": {
        "title": "A PLETHORA OF MARINE SERVICES FOR NATIONAL DEFENCE",
        "content": "DMS Maritime Pty Limited (DMS) was formed in 1997 to service a complex 10-year contract delivering a very diverse range of Port services and equipment and vessels for the Royal Australian Navy. Under the Port Services and Support Craft (PSSC) contract, DMS provides a comprehensive and wide range of support activities to the Australian Defence Force (ADF). Over the years the company has grown to deliver other projects and services, such as the delivery and through life support of a fleet of 14 Armidale Class Patrol Boats for the Royal Australian Navy."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "Maritime Defence under control",
          "content": "PicNet has a strong and long standing relationship with DMS Maritime (DMS). PicNet consults with DMS on all aspects of information technology and developed all of its internet/intranet based applications."
        },
        {
          "type": "paragraph",
          "title": "Supporting A Secure Australia",
          "content": "PicNet developed a new IT strategy for DMS and managed its IT for a number of years. PicNet also developed and supported numerous software applications custom built for DMS operations."
        }
      ]
    },
    {
      "title": "Terry White",
      "image": "/images/project-management/terrywhite.png",
      "mainContent": {
        "title": "HEALTHY AUSTRALIA",
        "content": "TerryWhite Chemmart is one of Australia's leading retail pharmacy networks delivering frontline healthcare. With more than 450 community pharmacies across Australia, we are committed to delivering real chemistry to every community across Australia - ensuring every Australian has easier access to pharmacists and expert health advice every day. TerryWhite Chemmart provides high-quality, accessible and cost-effective community-based health care services and programs."
      },
      "subContent": [
        {
          "type": "paragraph",
          "title": "A Digital leader",
          "content": "Terry White Management is an Australian owned pharmacy group first established in Woody Point QLD in 1959, and today are one of the top retail pharmacy brands in Australia, with over 150 franchises."
        },
        {
          "type": "paragraph",
          "title": "WIFI For The World",
          "content": "PicNet project managed a national roll out of specialised WIFI technologies to all of Terry White chemists to work with a skin design technology implemented at each pharmacy."
        }
      ]
    }
  ]
}
