{
  "data": [
    {
      "logo": "blackdot.png",
      "brand": "blackdot.png",
      "title": "Blackdot exists to accelerate customer-centric growth.",
      "more": "software-engineering",
      "content": [
        "Since 2001 Blackdot has helped enterprise-level clients across a range of industries globally, solve complex customer challenges, to transform how they go-to-market and accelerate growth.",
        "Its approach is effective because they understand that change needs to encompass strategy, people, process and technology. Possessing a wealth of experience driving transformation projects, they understand what good looks like, how to make it happen and importantly, how to maximise the benefits.",
        "PicNet partners with Blackdot for the development and support of superior and complex operational systems that increase Blackdot customer service and productivity."
      ]
    },
    {
      "logo": "mja.png",
      "brand": "mja_brand.png",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Unlocking government funding to grow your business.",
        "PicNet has been supporting the IT infrastructure of MJA for many years, including Help Desk, Cloud Management, Internet capabilities Disaster Recovery and other IT functions."
      ]
    },
    {
      "logo": "indivior.png",
      "brand": "indivior_brand.jpg",
      "title": "Indivior is a global pharmaceutical company working to change patients' lives.",
      "more": "software-engineering",
      "content": [
        "Its Vision is that all patients around the world will have access to evidence-based treatment for the chronic conditions and co-occurring disorders of addiction.",
        "PicNet provided regular onsite IT support to supplement this multinational pharma's global (offshore) IT service desk. PicNet's onsite presence provided local staff with a superior user experience and also the global IT team with a knowledgeable and local resource to undertake more complex hands on IT tasks."
      ]
    },
    {
      "logo": "cyca.png",
      "brand": "cyca_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "In 2020 PicNet performed a detailed IT review including Management practices, Governance, IT infrastructure, Applications, Analytics and Social Media. PicNet's review resulted in a blueprint/digital transformation program for the next 5 years, making the CYCA operations one of the most efficient in the industry.",
        "PicNet provides ongoing vCIO, IT Support and IT Consulting services to the CYCA."
      ]
    },
    {
      "logo": "gd.png",
      "brand": "gd_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Guide Dogs NSW/ACT is the leading provider of Guide Dogs and orientation and mobility services that enable people with low vision or blindness to get around their communities safely and independently.",
        "Each year GD NSW/ACT highly trained Orientation and Mobility specialists work with around 4,000 people of all ages to help them achieve their mobility goals.",
        "PicNet provides software development, maintenance and support to GD NSW/ACT enhancing, maintain and supporting GD NSW/ACT's ecommerce and donation platform.",
        "PicNet alwso provides IT Augmentation services as well as Consulting services to GD NSW/ACT."
      ]
    },
    {
      "logo": "nswhealth.png",
      "brand": "nswhealth_brand.jpg",
      "title": "NSW Health needed an integrated and real-time visualisation platform.",
      "more": "software-engineering",
      "content": "NSW Health needed an integrated and real-time visualisation platform that displays KPI and performance statistics at the State, Area Health District and Hospitals levels allowing state and LHD managers to quickly view critical statistics from their desktop, tablet, or mobile device. Additionally, a Clinician Billing Portal which allows identification of MBS and Repeatable item data for billing purposes to increase revenue and improve cash flow"
    },
    {
      "logo": "rwb.png",
      "brand": "rwb_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "R.W.B Marine is a proud Australian company supplying Marine, Leisure, R.V, Caravan and Industrial Trade accounts throughout Australia and Asia Pacific.",
        "PicNet is proudly associated with RWB Marine in providing a number of IT Support and consulting services."
      ]
    },
    {
      "logo": "theyield.png",
      "brand": "theyield_brand.jpg",
      "title": "The future of corporate agriculture is digital and to execute your strategic goals you need to maximise the value of your digital assets.",
      "more": "software-engineering",
      "content": [
        "The future of corporate agriculture is digital and to execute your strategic goals you need to maximise the value of your digital assets.",
        "PicNet provides IT solutions, Hardware, Software and Support services, On Site and Remote."
      ]
    },
    {
      "logo": "gta.png",
      "brand": "gta_brand.jpg",
      "title": "Grain Trade Australia (GTA) was formed in 1991 to formalise commodity trading standards, develop and publish the trade rules and standardise grain contracts across the Australian grain industry.",
      "more": "software-engineering",
      "content": [
        "Grain Trade Australia (GTA) was formed in 1991 to formalise commodity trading standards, develop and publish the trade rules and standardise grain contracts across the Australian grain industry. GTA's role today is to ensure the efficient facilitation of commercial activities across the grain supply chain.",
        "GTA partners with PicNet to obtain IT Support, onsite and remote. Additionally PicNet has developed and hosted complex databases and applications for GTA."
      ]
    },
    {
      "logo": "bng.png",
      "brand": "bng_brand.jpg",
      "title": "Contractor Compliance Quick, Simple and Affordable.",
      "more": "software-engineering",
      "content": [
        "Conserve® does contractor compliance differently. Its compliance services are managed by real people, supported by innovative technology - for an outsourced solution you can rely on.",
        "PicNet is proudly associated with Conserve providing ongoing hosting services and support for its business and the online Conserve system"
      ]
    },
    {
      "logo": "editor_group.png",
      "brand": "editor_group_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Editor Group was founded in 1998 with the mission to do one thing well: words.",
        "EG writes, researches, edits, proofreads, advises and coaches to help you use the power of great writing and perfect grammar to grow sales, secure investment or achieve success in government. Often, EG's biggest contribution is simply to provide the fast, expert help you need to get writing and editing projects done so you can move on to other tasks.",
        "When it comes to delivering smart, high-quality sales and marketing, thought leadership, content marketing, investor relations and community campaigns, EG is the partner you can rely on.",
        "Editor Group is proud to support the Sydney Writers' Festival, Translators Without Borders and World Vision.",
        "PicNet provides EG with superior ongoing remote and onsite IT Support, cloud management and Consulting services."
      ]
    },
    {
      "logo": "transport_nsw.png",
      "brand": "transport_nsw_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "PicNet helps Transport for NSW with a number of projects ranging from organisational structure reviews, Project Management of Web development systems, cloud management and others.",
        "PicNet has provided IT Augmentation services to Transport for NSW.",
        "PicNet is an IT panel member for Sydney Trains."
      ]
    },
    {
      "logo": "coherentcloud.png",
      "brand": "coherentcloud_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Coherent Cloud has been going since 1 July 1996 - that's 8780 days of continuous operations!",
        "Coherent Cloud's Cloudwork Identity Management product has grown from the need for large network operators to gain the budgetary and functional advantages of cloud services from within their local networks. Over recent years we've been listening to their comments and building a product to suit their identity management requirements.",
        "Now Cloudwork has been refined so that small businesses can gain the same fine control of their own cloud data. They do this through integrated operations that use identity management infrastructure as a data-exchange facility between disparate applications. This maintains control of their private data independently of the cloud services, and also delivers a user experience that is fully branded as belonging to the small business itself.",
        "Today we have over 80,000 registered users relying upon our services. Their lives are easier, simpler and more secure from having greater control of the data they've entrusted to their cloud-based services. Because Cloudwork has grown out of real world usage, we've had the opportunity to subject it to testing and examination by many different external bodies. Implementations using our technology have been recipients of awards for privacy, security and innovation.",
        "Coherent Cloud was previously known as PPS Internet, provider of managed network and hosting services since 1996.",
        "PicNet is a partner of choice for Coherent Cloud software development services augmenting their internal IT function."
      ]
    },
    {
      "logo": "fxa.png",
      "brand": "fxa_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "PicNet has consulted to Fuji Xerox Australia in the areas of professional services strategies, risk management, six sigma and business continuity planning. Additionally, PicNet has provided Fuji Xerox Australia with technology engineers and consults regularly in other areas of IT.",
        "PicNet provided a mobile application for field force management. The system has improved considerably the efficiency and performance of the engineers day to day reporting activities. It was built using HTML 5 technology and is being used by the engineers and supervisors of the company all across Australia."
      ]
    },
    {
      "logo": "fma.png",
      "brand": "fma_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Fremantle Media is an international production company responsible for programmes such as Pop Idol, The Bill, Rainbow and The Price Is Right; the Australian Idol, Australia's Got Talent, The Biggest Loser, Master Chef, Neighbours and others.",
        "PicNet has provided Consulting services and IT support services for their Sydney office."
      ]
    },
    {
      "logo": "ilink.png",
      "brand": "ilink_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": "Wholly Australian owned and based in Sydney, i-Link Research has been providing online market research services to clients nationally and globally since 2001. With expertise in, and technologies made for online quantitative and qualitative research, we have developed and refined our data collection methods over the course of more than 10,000 successfully delivered projects."
    },
    {
      "logo": "cellarforce.png",
      "brand": "cellarforce_brand.jpg",
      "title": "Cellarforce has brought relationship marketing to the wine industry.",
      "more": "software-engineering",
      "content": [
        "Cellarforce has brought relationship marketing to the wine industry. The Cellarforce model harnesses the good will between wineries and their private customers, using it to generate a telephone-based relationship that embraces both selling and other important and valuable - but less tangible - benefits.",
        "Cellarforce has outsourced their software development needs to PicNet to develop, enhance and maintain its internal systems using Microsoft .Net technologies."
      ]
    },
    {
      "logo": "cpa.png",
      "brand": "cpa_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Cerebral Palsy Alliance (CPA) is a not-for-profit organisation that supports 5,000 people living with cerebral palsy in NSW and the ACT. Its team of more than 1,000 staff members, including therapists, offer in-home care, as well as equipment and life skills programs. Since it was established, the organisation has funded $23.6 million in grants for research relating to cerebral palsy. CPA is now transforming the way it provides customer service, so it can better support clients under the National Disability Insurance Scheme (NDIS).",
        "In late 2015, CPA began discussing how it could overcome these challenges with PicNet. PicNet's 15 years of experience in designing and operating help desks for a variety of businesses meant it could recommend an appropriate solution. This involved streamlining support processes and outsourcing level 1 support queries, such as those from users unable to access their email, to PicNet. CPA worked with PicNet to make sure the solution met its needs, rather than trying to adapt to a one-size-fits-all help desk. “PicNet were flexible in terms of how we wanted to run the service desk,” says CPA's CIO Druvaan von Drehnen. “They listen to their customers'needs.“"
      ]
    },

    {
      "logo": "novartis.png",
      "brand": "novartis_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Novartis Australia (Novartis.com.au) is a leading provider of innovative solutions to improve health and well-being. Novartis employs more than 500 people across Australia, and invests over $27m annually in local research and related activity. Its businesses include - pharmaceuticals, consumer health, generics, eye-care, and animal health.",
        "Novartis Australia and PicNet partnered to provide managed services in the areas of IT support, Help Desk and IT Engineering.",
        "PicNet also developed a number of software solutions to improve Novartis operations."
      ]
    },
    {
      "logo": "pfizer.png",
      "brand": "pfizer_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Pfizer Australia is the nation's leading provider of prescription medicines and animal health products. For more than 50 years, Pfizer Australia has partnered with Government, healthcare providers and communities to expand access to our medicines and provide better quality health care.",
        "Pfizer required a major new financial budgeting and forecasting system across their business, engaging PicNet to manage the project - from business analysis and requirements gathering to vendor selection and technical implementation.",
        "PicNet has also provided IT Augmentation services and Engineering services to Pfizer Australia."
      ]
    },
    {
      "logo": "reckitt.png",
      "brand": "reckitt_brand.png",
      "title": "",
      "more": "software-engineering",
      "content": "Reckitt Benckiser is a global consumer goods company, making and marketing home, health and personal care products. RB and PicNet have partnered to deliver important business projects and IT support. These include Business Continuity Planning using PicNet's Risk Shield, IT DRP, Business Analysis, .Net application development and on going IT Helpdesk for its desktop applications."
    },
    {
      "logo": "xit.png",
      "brand": "xit_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "XchangeIT Software Pty Ltd is a consortium comprised of Australia's three leading magazine distributors. It provides an electronic trading platform for newsagents and distributors to share delivery, sales and returns information. It is used by over 2500 newsagents nationally. XchangeIT connects agents to distributors to streamline business processes, enabling sales growth and reducing overheads.",
        "PicNet has partnered with XchangeIT to provide software development services, maintaining, supporting and improving their systems."
      ]
    },
    {
      "logo": "australand.png",
      "brand": "australand_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "Australand (acquired by Frasers Property Limited in 2014), adopting the global Frasers Property brand in August 2015. Frasers Property Limited is a full-fledged international real estate company and one of Singapore's top property companies with total assets of S$38.7 billion as at 31 March 2020.",
        "PicNet has provided Australand with Consulting services and Project Management."
      ]
    },
    {
      "logo": "nine.png",
      "brand": "nine_brand.jpg",
      "title": "",
      "more": "software-engineering",
      "content": [
        "The Nine Network (commonly known as Channel Nine or simply Nine) is an Australian commercial free-to-air television network. The Nine Network is one of five main free-to-air networks in Australia.",
        "PicNet has partnered with Nine for Software Development and support services."
      ]
    }
  ]
}
